{
  "PointsOfInterest" : {
    "William Henry Belk" : {
      "description" : "Starting from a small dry goods store in Monroe, North Carolina, William Henry Belk opened retail stores in Charlotte and other communities across the southeast from the end of the nineteenth-century through the mid twentieth-century. An innovator in retail methods and business partnerships, William Henry Belk led the Charlotte-based Belk stores to become one of the leading retail enterprises in the southeast during the twentieth-century. William Henry Belk was born in Lancaster, South Carolina, and his family moved to Monroe, North Carolina. Belk’s father had been killed by Union troops during the Civil War. Belk worked at a dry goods store in Monroe and became the manager of the store in 1877. Using a loan and some savings, Belk obtained a quantity of goods on consignment from a bankrupt store.  On May 29, 1888, he opened his own small store in Monroe called the “New York Racket.” Belk advertised his store as “The Cheapest Store on Earth” later explaining that he chose the name as it “sounded big.” Belk soon made a profit on his investment. At his store, Belk pioneered what was seen at the time as new business methods for the southeast. The methods included a clear retail price without negotiation and a policy that allowed customers to return undamaged goods for a refund. Also, the typical practice at the time was for farmers to take goods on credit and pay at harvest time; Belk, however, maintained a policy of cash only purchases. William Belk convinced his physician brother, John Montgomery Belk, to join the business, and the company opened stores in Chester and Union, South Carolina. In 1895 the company opened a store in Charlotte, North Carolina called “Belk Brothers Company.” The store prospered by appealing to residents of the town as well as farmers from the surrounding area. The store was located on East Trade Street near the cotton platform where farmers had just gotten cash for their goods. In addition to the new business methods, Belk’s store used innovative advertising and personal customer service. For instance, free ice water was offered to customers in the summer. Belk pioneered inventive partnerships in order to expand his business. He saw that the south presented an opportunity for the large department store and that stores could join together to gain price concessions from manufacturers. Belk built partnerships with stores across the south. Belk’s company provided management expertise and supplied these stores with items from the company warehouses in Charlotte. Many of the stores in this chain had the Belk name hyphenated with another name such as Belk-Leggett in Virginia; Parks-Belk in Tennessee; Belk-Gallant in Georgia; and Belk-Hudson in Alabama. The logo of the company was a sunburst with each point representing a partnership.",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/ImageSet2%2FWilliam%20Henry%20Belk.jpg?alt=media&token=5c4dad91-7d75-4b85-9d32-7b2aa3c0275d",
      "latitude" : 35.212703,
      "longitude" : -80.836305,
      "meckncGovUrl" : "https://www.mecknc.gov/ParkandRec/TrailOfHistory/Pages/HenryBelk.aspx"
    },
    "Thaddeus Tate" : {
      "description" : "A prominent African American businessman and civic leader, Thaddeus (Thad) Lincoln Tate made a significant contribution to the Charlotte community in the early to mid twentieth-century. Thad Tate moved to Charlotte in 1877. From the 1890s to the 1940s, Tate operated the Uptown Barber Shop in the Central Hotel at Trade and Tryon Streets in Charlotte. At the time, most barbers in the white communities of the south were African American and barbers often played important roles in the African American community. Tate’s customers included prominent local civic leaders such as Governor Cameron Morrison, the store owners William Henry Belk and J. B. Ivey, and the neighborhood builder Edward Dilworth Latta. Tate and his family lived in an elegant Victorian-style brick house at 504 East 7th Street in Charlotte. Tate built the house in the 1880s in what was then an integrated neighborhood. Friends called Tate and his wife Mary and their ten children the “dozen family.” Tate helped found the Grace A. M. E. Zion Church that was built in 1886 on South Brevard Street. The church played a notable role in the African American community in Charlotte at the time. Tate used his friendships with local white leaders in order to press for improvements to services for African Americans. Tate helped found the Brevard Street branch of the public library. Opened in 1904, this was the first free branch of the public library for African Americans in the south. Tate also helped found a branch of the YMCA for African Americans, and the Morrison Training School for African American youths in Hoffman, North Carolina. Tate and other African American leaders created the Afro-American Mutual Insurance Company that operated from 1907 to 1927. The company hired African Americans and catered to people largely ignored by white owned companies. Together with J. T. Williams and other local African American leaders, Tate was a director of the investment company that in 1922 built the first office building in Charlotte for African American businesses and professions: the Mecklenburg Investment Company Building. The building is located at 3rd and Brevard Streets. On the first floor of the building there was a pharmacy, on the second floor offices for African American doctors and lawyers, and on the third floor a meeting hall for African American Masonic lodges. A sign from Tate’s barber shop is preserved in the Cotton Fields to Skyscrapers exhibit at the Levine Museum of the New South.",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/ImageSet2%2FThaddius%20Tate.jpg?alt=media&token=526c648a-eeaa-4d2b-a2f6-df43bcf4ed25",
      "latitude" : 35.212436,
      "longitude" : -80.836325,
      "meckncGovUrl" : "https://www.mecknc.gov/ParkandRec/TrailOfHistory/Pages/ThadTate.aspx"
    },
    "Captain Jack" : {
      "description" : "On May 19, 1775 a rider raced into Charlottetowne with news of the massacre of colonists by the British at the Battle of Concord and Lexington. Angered at this news and already burdened by the oppressive, unjust laws of King George III, tradition says that a band of local patriots met through the night and into May 20th to draft the Mecklenburg Declaration of Independence (or MecDec). On May 31, they met again to draft a set of Resolves that outlined how they would self govern. These treasonous documents declared that the actions of the Crown were intolerable and that Charlottetowne and Mecklenburg County were no longer under British rule. A young tavern owner, Captain James Jack, volunteered to take these powerful documents on the arduous journey to the Continental Congress. Knowing full well that if caught he would be immediately hung; he risked his livelihood, property, family and very life to transport these important documents. Slipping past British regulars and spying Tories, Jack arrived in Philadelphia, demanding Mecklenburg County's declaration of freedom be read into record. Just as Paul Revere's famous ride alerted patriots to the British landing in Boston, James Jack's ride helped kindle the embers of revolution in the Continental Congress. Captain Jack has become a legendary figure in the annals of Charlotte-Mecklenburg history. He is a significant symbol of a community that has risked everything for the rights and protections that we take for granted today. This spirit is what the May 20th Society seeks to honor.",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/ImageSet2%2FCaptain%20Jack.jpg?alt=media&token=7b02eb84-7d49-4ec6-ab32-bb720a76beb7",
      "latitude" : 35.21687,
      "longitude" : -80.8327,
      "meckncGovUrl" : "https://www.mecknc.gov/ParkandRec/TrailOfHistory/Pages/CaptainJack.aspx",
      "movieUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/%20Captain%20Jack.mp4?alt=media&token=b8085fbb-bfd7-4e68-864e-677204f2082c"
    },
    "Thomas Spratt & King Haigler" : {
      "description" : "Thomas Kanawha Spratt was among the earliest settlers in this part of the Carolinas. His father, also named Thomas Spratt, purchased land on Twelve Mile Creek, near present-day Fort Mill, SC, in 1750 and later added two plantations. At the time all of these plantations were in that part of Anson County which later became Mecklenburg County. Spratt started farming his father’s land on 12 Mile Creek as early as 1752 and inherited the plantation on his father’s death in 1757. The land was originally purchased from North Carolina, but was part of the 225 square miles of land North Carolina gave to the Catawba Indians in 1763. The Catawbas chose to be part of South Carolina and for many years Spratt and his descendents leased the land from the Catawbas. Spratt was a friend of the Catawbas, negotiating the leasing of Indian land to other Europeans and fighting alongside the Catawba braves against their blood enemies, the Shawnees. He received his nickname “Kanawha” from the Kanawha River which empties into the Ohio at Point Pleasant, in present day West Virginia. It was here that he took part in a battle, just before the American Revolution, where the Shawnees were defeated by soldiers and their Indian allies from Virginia and the Carolinas. Years later, Spratt was an officer in the American Army and fought against Lord Cornwallis when he invaded North Carolina. Throughout his life he was a friend and agent for the Catawba Indians, remaining fast friends with the chiefs and their people. King Haigler was the greatest of the Chiefs of the Catawbas and the only one ever called King. He presided over his tribe from 1749 to 1763 when he was ambushed and killed by a party of Shawnees. This was during a time of great trouble for the Catawbas as the Shawnees and other Northern tribes as well as the Cherokee were raiding and killing his people. It was also a time when European settlers were moving into the back country of the Carolinas and life was changing for the original inhabitants. King Haigler allied himself with the new settlers and proved to be great friend of the Europeans. He wisely negotiated a number of treaties with both North and South Carolina guaranteeing safety and support for his people and protection for the settlers. He negotiated a settlement with the Governors of North and South Carolina resulting in their granting 225 square miles to the Catawbas and placing this land in the colony of South Carolina. His braves fought alongside the English against the French and Indians and later took the American side in our Revolution.",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/ImageSet2%2FThomas%20Spratt%20and%20King%20Haigler.jpg?alt=media&token=d83c0a8d-8d4c-43c5-818b-f86466ace748",
      "latitude" : 35.22006,
      "longitude" : -80.83041,
      "meckncGovUrl" : "https://www.mecknc.gov/ParkandRec/TrailOfHistory/Pages/ThomasSprattandKingHaigler.aspx",
      "movieUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/Thomas%20Spratt%20and%20King%20Hagler.mp4?alt=media&token=edf1815c-1787-42f8-b493-e19beec7eb6a"
    },
    "Jane Wilkes" : {
      "description" : "Jane Renwick Smedberg Wilkes was born on November 22, 1827, in New York City and moved to Charlotte shortly after her marriage to John Wilkes in the spring of 1854. During the Civil War, Charlotte was a destination for many Confederate wounded, and Jane Wilkes volunteered to work in the Confederate camp hospitals. This experience convinced her of the need for a hospital, and in 1875 she became very active in leading the effort to build Charlotte’s first two civilian hospitals. As President, and later Secretary of the Church Aid Society of St. Peter’s Protestant Episcopal Church, Wilkes worked tirelessly to raise funds and establish the Charlotte hospitals. The Charlotte Home and Hospital of St. Peter’s Episcopal Church began serving the white community in 1876 and was the first civilian hospital in North Carolina. At first it operated out of two rented rooms in a house of East Seventh Street, later moving to a new building at the intersection of Sixth and Poplar. Wilkes also helped found the Good Samaritan Hospital in 1882 in a four room house. It moved to a new building on West Hill St. in 1888. This was the first hospital designated for the care of blacks in North Carolina and one of the first in the United States. Jane Wilkes served on the boards of both St. Peter’s and Good Samaritan Hospitals. She had been the secretary-treasurer of St. Peter’s for 29 years. These two hospitals were the forerunners of the modern Carolinas Medical Center, headquartered in Charlotte. For the remainder of her life, she devoted untold hours to raising funds for the hospitals. She was also involved in the founding of Charlotte’s first orphanage, the Thompson Children’s Home. At her funeral in January of 1913, so many people came to honor her memory that the interior as well as the grounds of St. Peter’s Episcopal Church were covered in people and flowers.",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/ImageSet2%2FJane%20Wilkes.jpg?alt=media&token=c0a9c53b-c895-438a-9fce-8e68461e0b2e",
      "latitude" : 35.20618,
      "longitude" : -80.83717,
      "meckncGovUrl" : "https://www.mecknc.gov/ParkandRec/TrailOfHistory/Pages/JaneWilkes.aspx"
    },
    "James Duke" : {
      "description" : "<TBD>",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/mecklenburg-trail-of-history.appspot.com/o/ImageSet2%2FJames%20Duke.jpg?alt=media&token=dfba7161-687e-4590-a489-9a680bcd2fbe",
      "latitude" : 35.20571,
      "longitude" : -80.83652
    }
  },
  "Support" : {
    "Information" : {
      "emailAddress" : "robert@rvaessen.com",
      "phoneNumber" : "704-996-1080"
    }
  },
  "TrailCoordinates" : {
    "001" : {
      "latitude" : 35.2205661318751,
      "longitude" : -80.8295002735736
    },
    "002" : {
      "latitude" : 35.220674757038,
      "longitude" : -80.8295431889207
    },
    "003" : {
      "latitude" : 35.2206346979043,
      "longitude" : -80.8296732760667
    },
    "004" : {
      "latitude" : 35.2205771091755,
      "longitude" : -80.8298261619908
    },
    "005" : {
      "latitude" : 35.2205060242088,
      "longitude" : -80.8299253183286
    },
    "006" : {
      "latitude" : 35.220429955625,
      "longitude" : -80.8299918194123
    },
    "007" : {
      "latitude" : 35.2203139661605,
      "longitude" : -80.8300689019228
    },
    "008" : {
      "latitude" : 35.220245441629,
      "longitude" : -80.8301311083669
    },
    "009" : {
      "latitude" : 35.2201837955031,
      "longitude" : -80.8302541729816
    },
    "010" : {
      "latitude" : 35.2201375437719,
      "longitude" : -80.830361042247
    },
    "011" : {
      "latitude" : 35.2200866292644,
      "longitude" : -80.8304315995498
    },
    "012" : {
      "latitude" : 35.2199479251412,
      "longitude" : -80.8305395293208
    },
    "013" : {
      "latitude" : 35.2198970078285,
      "longitude" : -80.8305960019078
    },
    "014" : {
      "latitude" : 35.2198435285372,
      "longitude" : -80.83066405526
    },
    "015" : {
      "latitude" : 35.219760395206,
      "longitude" : -80.83071706574
    },
    "016" : {
      "latitude" : 35.219694084671,
      "longitude" : -80.8307460267966
    },
    "017" : {
      "latitude" : 35.2194829390627,
      "longitude" : -80.8307697802009
    },
    "018" : {
      "latitude" : 35.2194136077889,
      "longitude" : -80.830786507784
    },
    "019" : {
      "latitude" : 35.2193369147227,
      "longitude" : -80.8307667556334
    },
    "020" : {
      "latitude" : 35.2192632912901,
      "longitude" : -80.8307757568874
    },
    "021" : {
      "latitude" : 35.219206252439,
      "longitude" : -80.8308238398697
    },
    "022" : {
      "latitude" : 35.2191606548858,
      "longitude" : -80.830807713867
    },
    "023" : {
      "latitude" : 35.2186199510798,
      "longitude" : -80.8317769133307
    },
    "024" : {
      "latitude" : 35.2185179469249,
      "longitude" : -80.83193365492
    },
    "025" : {
      "latitude" : 35.2184088711527,
      "longitude" : -80.8320633857648
    },
    "026" : {
      "latitude" : 35.2183898624527,
      "longitude" : -80.8321076287907
    },
    "027" : {
      "latitude" : 35.218176932801,
      "longitude" : -80.8323419374235
    },
    "028" : {
      "latitude" : 35.2180808398354,
      "longitude" : -80.8323247836639
    },
    "029" : {
      "latitude" : 35.2179674618274,
      "longitude" : -80.8323970903464
    },
    "030" : {
      "latitude" : 35.2178818689016,
      "longitude" : -80.8324832991629
    },
    "031" : {
      "latitude" : 35.2178381223865,
      "longitude" : -80.8325758353801
    },
    "032" : {
      "latitude" : 35.2177625049326,
      "longitude" : -80.8326253396812
    },
    "033" : {
      "latitude" : 35.2176938975852,
      "longitude" : -80.832659479564
    },
    "034" : {
      "latitude" : 35.2175887162825,
      "longitude" : -80.8326715495053
    },
    "035" : {
      "latitude" : 35.2174830566398,
      "longitude" : -80.8326241151456
    },
    "036" : {
      "latitude" : 35.2173866401945,
      "longitude" : -80.8325946108444
    },
    "037" : {
      "latitude" : 35.2172562586829,
      "longitude" : -80.8326080218905
    },
    "038" : {
      "latitude" : 35.2171833287367,
      "longitude" : -80.8326475261916
    },
    "039" : {
      "latitude" : 35.2170912945254,
      "longitude" : -80.832652774041
    },
    "040" : {
      "latitude" : 35.217025973268,
      "longitude" : -80.8326297274134
    },
    "041" : {
      "latitude" : 35.2169637996803,
      "longitude" : -80.8326233863088
    },
    "042" : {
      "latitude" : 35.2169031999062,
      "longitude" : -80.8326436341583
    },
    "043" : {
      "latitude" : 35.2168585389965,
      "longitude" : -80.8325991151456
    },
    "044" : {
      "latitude" : 35.2167976000617,
      "longitude" : -80.8326147274134
    },
    "045" : {
      "latitude" : 35.2167700696529,
      "longitude" : -80.8326765495054
    },
    "046" : {
      "latitude" : 35.2167875217169,
      "longitude" : -80.8327168992122
    },
    "047" : {
      "latitude" : 35.2168115652179,
      "longitude" : -80.8327514035134
    },
    "048" : {
      "latitude" : 35.2168187565178,
      "longitude" : -80.8328123654881
    },
    "049" : {
      "latitude" : 35.2168169043161,
      "longitude" : -80.8328668550777
    },
    "050" : {
      "latitude" : 35.2168337565178,
      "longitude" : -80.832914158157
    },
    "051" : {
      "latitude" : 35.2168607302948,
      "longitude" : -80.8329514612363
    },
    "052" : {
      "latitude" : 35.2169001736555,
      "longitude" : -80.8330103532696
    },
    "053" : {
      "latitude" : 35.2169497561635,
      "longitude" : -80.8329842600145
    },
    "054" : {
      "latitude" : 35.2169806342045,
      "longitude" : -80.8329634146087
    },
    "055" : {
      "latitude" : 35.2170732859562,
      "longitude" : -80.8329298869938
    },
    "056" : {
      "latitude" : 35.2171436856706,
      "longitude" : -80.8329745078639
    },
    "057" : {
      "latitude" : 35.2171872330919,
      "longitude" : -80.8330492453029
    },
    "058" : {
      "latitude" : 35.2172374935317,
      "longitude" : -80.8330932539052
    },
    "059" : {
      "latitude" : 35.2172833713541,
      "longitude" : -80.8331189680305
    },
    "060" : {
      "latitude" : 35.2173218580722,
      "longitude" : -80.8331394637294
    },
    "061" : {
      "latitude" : 35.2173977963749,
      "longitude" : -80.8331369128006
    },
    "062" : {
      "latitude" : 35.2174791522805,
      "longitude" : -80.8331309361144
    },
    "063" : {
      "latitude" : 35.2174588898525,
      "longitude" : -80.8332652878769
    },
    "064" : {
      "latitude" : 35.2174094402304,
      "longitude" : -80.8334031701841
    },
    "065" : {
      "latitude" : 35.2173693017343,
      "longitude" : -80.8334895146068
    },
    "066" : {
      "latitude" : 35.2171109551042,
      "longitude" : -80.8338692878194
    },
    "067" : {
      "latitude" : 35.2170613980755,
      "longitude" : -80.8339436680492
    },
    "068" : {
      "latitude" : 35.2169752065757,
      "longitude" : -80.8339875600799
    },
    "069" : {
      "latitude" : 35.2168811705906,
      "longitude" : -80.8340398513028
    },
    "070" : {
      "latitude" : 35.2167826066525,
      "longitude" : -80.8341449214365
    },
    "071" : {
      "latitude" : 35.2167129004702,
      "longitude" : -80.8342266921707
    },
    "072" : {
      "latitude" : 35.2166348977003,
      "longitude" : -80.8343604673453
    },
    "073" : {
      "latitude" : 35.2166119695884,
      "longitude" : -80.8344577665259
    },
    "074" : {
      "latitude" : 35.2165951347307,
      "longitude" : -80.8345356491216
    },
    "075" : {
      "latitude" : 35.2163431200442,
      "longitude" : -80.834791300775
    },
    "076" : {
      "latitude" : 35.2162684372869,
      "longitude" : -80.8348442197259
    },
    "077" : {
      "latitude" : 35.2161873842833,
      "longitude" : -80.8348596460344
    },
    "078" : {
      "latitude" : 35.2161005058569,
      "longitude" : -80.8348956882181
    },
    "079" : {
      "latitude" : 35.2159661858586,
      "longitude" : -80.8349992302574
    },
    "080" : {
      "latitude" : 35.2157038031474,
      "longitude" : -80.8352426626541
    },
    "081" : {
      "latitude" : 35.215578774294,
      "longitude" : -80.8352903265412
    },
    "082" : {
      "latitude" : 35.215239265306,
      "longitude" : -80.8354178699656
    },
    "083" : {
      "latitude" : 35.2149751223952,
      "longitude" : -80.8355601691462
    },
    "084" : {
      "latitude" : 35.2146973189297,
      "longitude" : -80.8356793087389
    },
    "085" : {
      "latitude" : 35.2144728113124,
      "longitude" : -80.8357665388157
    },
    "086" : {
      "latitude" : 35.2141022729084,
      "longitude" : -80.835876585991
    },
    "087" : {
      "latitude" : 35.2138605260533,
      "longitude" : -80.8359556748016
    },
    "088" : {
      "latitude" : 35.2136804117218,
      "longitude" : -80.8360091876991
    },
    "089" : {
      "latitude" : 35.2135862701815,
      "longitude" : -80.8360050222828
    },
    "090" : {
      "latitude" : 35.2134650259522,
      "longitude" : -80.8360462867816
    },
    "091" : {
      "latitude" : 35.213335022634,
      "longitude" : -80.8360994863315
    },
    "092" : {
      "latitude" : 35.213201966075,
      "longitude" : -80.8361440914242
    },
    "093" : {
      "latitude" : 35.2130151456213,
      "longitude" : -80.8361960131075
    },
    "094" : {
      "latitude" : 35.2129537213314,
      "longitude" : -80.8362450749925
    },
    "095" : {
      "latitude" : 35.2129162336096,
      "longitude" : -80.8362889612003
    },
    "096" : {
      "latitude" : 35.2128690271205,
      "longitude" : -80.8363444019355
    },
    "097" : {
      "latitude" : 35.2127935389215,
      "longitude" : -80.8363890447308
    },
    "098" : {
      "latitude" : 35.2126968955779,
      "longitude" : -80.8363833777853
    },
    "099" : {
      "latitude" : 35.2125272586253,
      "longitude" : -80.8363354552277
    },
    "100" : {
      "latitude" : 35.2124302800056,
      "longitude" : -80.8363495040764
    },
    "101" : {
      "latitude" : 35.2122610074711,
      "longitude" : -80.8363921388217
    },
    "102" : {
      "latitude" : 35.2121044335198,
      "longitude" : -80.8363838115956
    },
    "103" : {
      "latitude" : 35.2119367954564,
      "longitude" : -80.8363924704911
    },
    "104" : {
      "latitude" : 35.2118190196449,
      "longitude" : -80.8363956485459
    },
    "105" : {
      "latitude" : 35.2116978735348,
      "longitude" : -80.8364012608136
    },
    "106" : {
      "latitude" : 35.2115915887412,
      "longitude" : -80.8364354006966
    },
    "107" : {
      "latitude" : 35.2115094096817,
      "longitude" : -80.8364618583705
    },
    "108" : {
      "latitude" : 35.2114272305391,
      "longitude" : -80.8364936804628
    },
    "109" : {
      "latitude" : 35.2113538171013,
      "longitude" : -80.8365329369151
    },
    "110" : {
      "latitude" : 35.2112935522893,
      "longitude" : -80.8365484179028
    },
    "111" : {
      "latitude" : 35.2112337028502,
      "longitude" : -80.8365547590073
    },
    "112" : {
      "latitude" : 35.2111758310793,
      "longitude" : -80.8365512166813
    },
    "113" : {
      "latitude" : 35.2111007045903,
      "longitude" : -80.8365468289489
    },
    "114" : {
      "latitude" : 35.211024142122,
      "longitude" : -80.8365570620873
    },
    "115" : {
      "latitude" : 35.2109358667488,
      "longitude" : -80.836572674355
    },
    "116" : {
      "latitude" : 35.2108339638734,
      "longitude" : -80.8366048608658
    },
    "117" : {
      "latitude" : 35.2107610285521,
      "longitude" : -80.8366372952258
    },
    "118" : {
      "latitude" : 35.2106676145118,
      "longitude" : -80.8366604584227
    },
    "119" : {
      "latitude" : 35.2105889985325,
      "longitude" : -80.8366702105735
    },
    "120" : {
      "latitude" : 35.2104658538565,
      "longitude" : -80.8366589562639
    },
    "121" : {
      "latitude" : 35.2103836736532,
      "longitude" : -80.8366277464373
    },
    "122" : {
      "latitude" : 35.210265756427,
      "longitude" : -80.8365866976689
    },
    "123" : {
      "latitude" : 35.2101759058505,
      "longitude" : -80.8365463479613
    },
    "124" : {
      "latitude" : 35.2100909168389,
      "longitude" : -80.8365096424381
    },
    "125" : {
      "latitude" : 35.2100279809042,
      "longitude" : -80.8364955025551
    },
    "126" : {
      "latitude" : 35.2099335450102,
      "longitude" : -80.8364995258689
    },
    "127" : {
      "latitude" : 35.2098445131748,
      "longitude" : -80.8365002547058
    },
    "128" : {
      "latitude" : 35.2097437046748,
      "longitude" : -80.8365109835428
    },
    "129" : {
      "latitude" : 35.2096554279935,
      "longitude" : -80.8365061148228
    },
    "130" : {
      "latitude" : 35.2095535235173,
      "longitude" : -80.8364851381366
    },
    "131" : {
      "latitude" : 35.2094542891566,
      "longitude" : -80.8364564939521
    },
    "132" : {
      "latitude" : 35.2094055974371,
      "longitude" : -80.8364316105213
    },
    "133" : {
      "latitude" : 35.2093415651741,
      "longitude" : -80.8363849197089
    },
    "134" : {
      "latitude" : 35.2093490331615,
      "longitude" : -80.8363294534321
    },
    "135" : {
      "latitude" : 35.2093369945071,
      "longitude" : -80.8362677058213
    },
    "136" : {
      "latitude" : 35.2093073946163,
      "longitude" : -80.8362269172137
    },
    "137" : {
      "latitude" : 35.2092417135692,
      "longitude" : -80.8362597159922
    },
    "138" : {
      "latitude" : 35.2091897344513,
      "longitude" : -80.8362719025029
    },
    "139" : {
      "latitude" : 35.2091119359756,
      "longitude" : -80.8362500656999
    },
    "140" : {
      "latitude" : 35.2090220841222,
      "longitude" : -80.8362215527952
    },
    "141" : {
      "latitude" : 35.2089399024619,
      "longitude" : -80.836189001866
    },
    "142" : {
      "latitude" : 35.2087914964735,
      "longitude" : -80.8361435208784
    },
    "143" : {
      "latitude" : 35.2086561011554,
      "longitude" : -80.8361082877399
    },
    "144" : {
      "latitude" : 35.2085701530365,
      "longitude" : -80.836081830066
    },
    "145" : {
      "latitude" : 35.2084665344792,
      "longitude" : -80.8360680546015
    },
    "146" : {
      "latitude" : 35.2083821607295,
      "longitude" : -80.8360734043092
    },
    "147" : {
      "latitude" : 35.2082842970052,
      "longitude" : -80.8360643957062
    },
    "148" : {
      "latitude" : 35.2082381367497,
      "longitude" : -80.8360952411122
    },
    "149" : {
      "latitude" : 35.2082090299038,
      "longitude" : -80.8361700951214
    },
    "150" : {
      "latitude" : 35.2081482839238,
      "longitude" : -80.8362172816322
    },
    "151" : {
      "latitude" : 35.2080980167288,
      "longitude" : -80.8362130104691
    },
    "152" : {
      "latitude" : 35.2080615156358,
      "longitude" : -80.8362008239584
    },
    "153" : {
      "latitude" : 35.208027067968,
      "longitude" : -80.8361520484937
    },
    "154" : {
      "latitude" : 35.207992067968,
      "longitude" : -80.8360979233215
    },
    "155" : {
      "latitude" : 35.207927417582,
      "longitude" : -80.8360928067522
    },
    "156" : {
      "latitude" : 35.2078583840623,
      "longitude" : -80.8360948766938
    },
    "157" : {
      "latitude" : 35.2077542857866,
      "longitude" : -80.836105124543
    },
    "158" : {
      "latitude" : 35.2076716239773,
      "longitude" : -80.8361153576815
    },
    "159" : {
      "latitude" : 35.2075318437608,
      "longitude" : -80.8361380398907
    },
    "160" : {
      "latitude" : 35.207448564816,
      "longitude" : -80.8361608386692
    },
    "161" : {
      "latitude" : 35.2073565195672,
      "longitude" : -80.8361746141337
    },
    "162" : {
      "latitude" : 35.2072348881855,
      "longitude" : -80.8361994828537
    },
    "163" : {
      "latitude" : 35.2070848030805,
      "longitude" : -80.836233847157
    },
    "164" : {
      "latitude" : 35.2067171748039,
      "longitude" : -80.8362891432651
    },
    "165" : {
      "latitude" : 35.2064959307661,
      "longitude" : -80.8363481597104
    },
    "166" : {
      "latitude" : 35.2063420912934,
      "longitude" : -80.8363764016353
    },
    "167" : {
      "latitude" : 35.2061695709666,
      "longitude" : -80.8363938847317
    },
    "168" : {
      "latitude" : 35.2060047422866,
      "longitude" : -80.8364046435602
    },
    "169" : {
      "latitude" : 35.2059069437783,
      "longitude" : -80.836399264146
    },
    "170" : {
      "latitude" : 35.2058311223818,
      "longitude" : -80.8363817810496
    },
    "171" : {
      "latitude" : 35.2057437005696,
      "longitude" : -80.8364056517191
    },
    "172" : {
      "latitude" : 35.2057377191149,
      "longitude" : -80.8364705413852
    },
    "173" : {
      "latitude" : 35.2057079395857,
      "longitude" : -80.8365243355279
    },
    "174" : {
      "latitude" : 35.2056684907419,
      "longitude" : -80.8365660259886
    },
    "175" : {
      "latitude" : 35.2056322282372,
      "longitude" : -80.8365875436457
    },
    "176" : {
      "latitude" : 35.2055761861527,
      "longitude" : -80.8365915782064
    },
    "177" : {
      "latitude" : 35.205604756632,
      "longitude" : -80.8366789936883
    },
    "178" : {
      "latitude" : 35.2056948634623,
      "longitude" : -80.8368040650703
    },
    "179" : {
      "latitude" : 35.2057944813241,
      "longitude" : -80.8369373629624
    },
    "180" : {
      "latitude" : 35.2058549179496,
      "longitude" : -80.8370261221928
    },
    "181" : {
      "latitude" : 35.2058834879751,
      "longitude" : -80.8370597431134
    },
    "182" : {
      "latitude" : 35.2059428256882,
      "longitude" : -80.8370826053394
    },
    "183" : {
      "latitude" : 35.2060197448814,
      "longitude" : -80.8370947088709
    },
    "184" : {
      "latitude" : 35.2061065535976,
      "longitude" : -80.8371202607704
    },
    "185" : {
      "latitude" : 35.2061801881772,
      "longitude" : -80.8371658903368
    }
  }
}
